#+STARTUP: overview
#+TAGS: WORK(w) IMPROVEMENT(I) LIFE(l) FINANCE(f) READ(r)
#+STARTUP: hidestars

* Tasks                                                                :WORK:
:PROPERTIES:
:CATEGORY: Tasks
:END:

** DONE Get the data from Misagh
CLOSED: [2016-05-24 Tue 12:23] SCHEDULED: <2016-05-24 Tue>
1. [[file:/work/jaydy/dat/final-modeller-pdb-110k-cp][Data directory]]

** DONE Set the running environment
CLOSED: [2016-05-24 Tue 13:05] SCHEDULED: <2016-05-24 Tue 13:15>
:LOGBOOK:
CLOCK: [2016-05-24 Tue 12:28]--[2016-05-24 Tue 13:05] =>  0:37
:END:

** DONE Query on the BioLiP dataset
CLOSED: [2016-05-24 Tue 20:58] SCHEDULED: <2016-05-24 Tue 13:40>
:LOGBOOK:
CLOCK: [2016-05-24 Tue 20:29]--[2016-05-24 Tue 20:58] =>  0:29
CLOCK: [2016-05-24 Tue 16:34]--[2016-05-24 Tue 17:11] =>  0:37
CLOCK: [2016-05-24 Tue 15:53]--[2016-05-24 Tue 16:22] =>  0:29
CLOCK: [2016-05-24 Tue 15:07]--[2016-05-24 Tue 15:32] =>  0:25
CLOCK: [2016-05-24 Tue 14:57]--[2016-05-24 Tue 15:02] =>  0:05
:END:
./src/queryBioLiP.py

*** DONE Try sampled dataset
CLOSED: [2016-05-25 Wed 11:39] SCHEDULED: <2016-05-24 Tue>
1. [[file:src/xcms_mod.sampled.txt][Sampled job list]] 

*** DONE Explore the result of the sampled dataset
CLOSED: [2016-05-25 Wed 14:30]
:LOGBOOK:
CLOCK: [2016-05-25 Wed 11:58]--[2016-05-25 Wed 12:41] =>  0:43
:END:

** DONE Productive running
CLOSED: [2016-05-29 Sun 16:05] SCHEDULED: <2016-05-25 Wed>
1. [[file:src/jobs.txt][Job list]]

** DONE Send Misagh the BioLiP dataset for referencing
CLOSED: [2016-06-02 Thu 00:01] DEADLINE: <2016-06-01 Wed 13:00>
